[LANGUAGE]
language="Shqip"
CharacterSet=1
translator=
e-mail=
web=


[Main]
1=Skedari
2=Rikuperoni çelësat nga disku lokal
3=Rikuperoni çelësat nga disku i jashtëm
4=Skanim i thellë i regjistrit
5=Ruaj si...
6=Dalje
7=Ndrysho
8=Kopjo rreshtin e zgjedhur
9=Gjeni ...
10=Ndihmë
11=Kontrolloni për përditësime ...
12=Përditëso bazën e të dhënave të çelësit...
13=Ndrysho gjuhën
14=Dhuro...
15=Ueb...
16=Rreth...
17=Rifresko
18=Kopjo emrin e produktit
19=Kopjo çelësin e produktit
20=Lista e softuerëve dhe lojërave të mbështetura
21=Më ndiqni në Facebook...
22=Versioni i bazës së të dhënave:
23=Emri i produktit
24=Çelësi i produktit
25=Versioni i ri në dispozicion!
26=Doni ta shkarkoni nga faqja jonë e internetit?
27=Nuk ka përditësime të reja!
28=Baza e të dhënave e zgjeruar nuk u gjet!
29=Mungon baza e të dhënave!
30=Ju lutemi përditësoni bazën e të dhënave tuaja nga faqja jonë e internetit.
31=Gabim i bazës së të dhënave!
32=Ju lutemi zgjidhni direktorinë e jashtme <WINDOWS>:
33=Në dispozicion të bazës së të dhënave të re!
34=Doni ta shkarkoni tani?
35=Baza e të dhënave juaj është e përditësuar!
36=Ju lutemi mbyllni programin dhe ekzekutoni përsëri.
37=Shkarkimi i bazës së të dhënave përfundoi.
38=Ndodhi një gabim gjatë shkarkimit të bazës së të dhënave!
39=Merrni më shumë softuer FALAS në https://www.sterjosoft.com


[List]
1=Çelësi:
2=ID e produktit:
3=Emri:
4=Numri Serial:
5=Kompania:
6=Çelësi CD:
7=Emri:
8=Mbiemri:
9=E-mail:
10=Çelësi i vërtetimit:
11=Përdoruesi:
12=Fjalëkalimi:
13=Lloji:
14=Kodi i zhbllokimit:
15=Kodi:


[Find]
1=Gjeni çfarë:
2=Gjeni Tjetrin
3=Anulo
4=Kërkimi përfundoi!


[Scanning]
1=Po skanon...
2=Anulo


[About]
1=Rreth
2=Versioni:
3=Ky produkt është FALAS për përdorim personal ose komercial.
4=E drejta e autorit © SterJo Software. Të gjitha të drejtat e rezervuara.
6=&Mbyll


[Tray]
1=Hapur
2=Dilni
3=Zgjidhni gjuhën
4=Zgjidhni:
5=&Apliko
6=&Anulo
7=Ju lutemi rinisni aplikacionin që ndryshimet të hyjnë në fuqi.
8=Gjuha është ndryshuar.
